[{
	"author": "David Anderson (Ex NFL Athlete)",
	"quote": "Separate yourself.Whether that's taking a chance, whether that's working harder, whether that 's never giving up. Ultimately I think you separate yourself from the pack, and in turn, you can become great."
}, {
	"author": "Drew Canole (Fitness Celebrity)",
	"quote": "Living an authentic life the best way that you know how to do it. Its your own path, its your own life, so you should live it on your own terms. And when somebody does that, and they get happiness out of it, then that's a great life."
}, {
	"author": "Rich Roll (UltraMan World Champion)",
	"quote": "To me. being great mean being the most actualized version of yourself; the best version of yourself. Having the balls and courage to look inside yourself and do the work to figure out what gives you a heartbeat and what gives you purpose. To find that passion inside of you. And then set in motion a series of actions that lead to a plan to help you more fully actualize that and live that. Because that is what being great is, and that is what's gonna make you happy."
}, {
	"author": "Jamie Middleton (Fitness Model)",
	"quote": "I think anybody who's great is somebody who just doesn't give up. In the face of adversity they don't give up. It also comes down to character. Somebody who's great has a lot of humility. They wanna be successful, but at the same time success has a greater meaning. Its not just financial; its in relationships, in life. Its this well balanced, well rounded life."
}, {
	"author": "Alex Day (YouTube Star)",
	"quote": "I always thought the whole meaning of life was to be remembered. To make your mark on the world. To make something that outlives you. In hindsight it's a very selfish attitude because a lot of people don't get to do that. But now I think its more about, just being kind."
}, {
	"author": "John Romaniello (Fitness Expert)",
	"quote": "One thing that comes to me is a quote by Bob Dylan, \"a man is a success if he gets up in the morning and goes to bed at night and in between does what he wants.\"So to me greatness is about wanting to leave a legacy and want to achieve great things, and that desire being the impetus behind every action you take."
}, {
	"author": "Adam Bournstein (Fitness/Nutrition Writer)",
	"quote": "Greatness is planning out a life where everything you do is geared towards the ideal version of what you want, and making you happy. I honestly believe so deeply that greatness, whether its in the self or what you achieve, is all about being happy. So that means, if you're not doing something that is gearing you towards being happy, you're probably not going to live a good life."
}, {
	"author": "Ben Nemtim (TheBuriedLife)",
	"quote": "Just being yourself. Just staying true to yourself."
}, {
	"author": "James Altucher",
	"quote": "Being able to consistently stay healthy physically, emotionally, spiritually, mentally. All we have in our lives is today. The past is gone, it's dead. The future is not here yet. There is literally no way to predict the future, you know that the sun is gonna come up and that's about it. All we have to work with is today, so being great today is greatness. I love today and that's the only thing I can work with."
}, {
	"author": "Dr. Winch",
	"quote": "Someone who really learns that their psychology, their emotions, are tools that they can use to get them as far as they want in life. And they learn to use them as tools that help them rather than impede them. So greatness is actually using the power of psychology, using the power of emotions, to advance ones needs, agendas and happiness."
}, {
	"author": "Tim Ferris (Author/Entrepreneur)",
	"quote": "Setting a goal that your former self would of thought impossible, and just trying to get a little bit better everyday."
}, {
	"author": "Shawn Johnson (Olympic Gold Medalist)",
	"quote": "Having pride in yourself and knowing that you couldn't have done anything more. That's a huge issue society had, believing that as long as you aren't holding a gold metal or standing on top of anything then you haven't achieved greatness. But, if your proud and have worked for something, then that's greatness in itself."
}, {
	"author": "Daniel Negreanu (# 1 poker player in the world)",
	"quote": "Greatness is achieving a life that you've had in your mind and that you see for yourself and actually just living it."
}, {
	"author": "Dr. Jeff Spencer (The champions blueprint)",
	"quote": "You respect the talents that your gifted with and you're obligated to grow those talents and build a life platform based on them, to be able to mentorship back to other people to help other people elevate their game. When you've honored that in yourself and you've honored that to be able to elevate others then you've lived a great life."
}, {
	"author": "Tony Blauer (Self defense expert)",
	"quote": "Greatness is being the hero in your story. And if your doing the best to do that, then that's greatness."
}, {
	"author": "Ameer Rosic (Health and fitness expert)",
	"quote": "Greatness is an individual that can make a peoples emotions light up, and an individual that can make a person cry, and an individual that can give a person hope. That's greatness in my eyes, its not about money, its not about success."
}, {
	"author": "Mignon Fogarty (Grammar Girl)",
	"quote": "Being happy with what you;re doing and as much in control of your own destiny as you can be."
}, {
	"author": "Derek Harper (Social Triggers)",
	"quote": "Being the best."
}, {
	"author": "A.J Jacobs (Human Ginea Pig)",
	"quote": "Having a sense of passion. Because everyone I read about, the great things they did were motivated by a passion. And many of them were a passion to help others. To me, that is the key ingredient."
}, {
	"author": "Danielle DeLaporte (Author/Speaker/Entrepreneur)",
	"quote": "Just being kind."
}, {
	"author": "Sean Stephenson (Therapist/Author/Speaker)",
	"quote": "Are you having fun. Greatness is making a life that is fun for you. Somebody is at greatness when they can be all alone and really enjoy the company. When they can be with a bunch of people and enjoy the company. Can you walk through every moment, and have fun."
}, {
	"author": "Simon Sinek (Author)",
	"quote": "The willingness to put your interests aside so that other may prevail. The willingness to put your interests aside so that others can be great."
}, {
	"author": "Chris Lee (Motivational Speaker)",
	"quote": "My definition of greatness is having my life, and my actions, and my results line up with my vision. To me that's greatness."
}, {
	"author": "Carl Paoli (Movement Expert)",
	"quote": "I want to make history. When I say I want to make history, I want to make people understand that life is about living to the fullest. And the way you do that is if you have a vision, you have a dream, you have a need or a want. You can make that happen. And it's how well you execute on that, and it has to happen by sharing what you believe in. And sharing is not , hey guys this is what you're gonna do. It's helping people understand and make them self directed, so they can actually make better decisions. And if you can do that, then I think that is being great."
}, {
	"author": "Aubrey Marcus (Founder of Onnit.com)",
	"quote": "I think greatness is the point in your deepest heart of hearts in your true self, you know that you are doing what you are designed to do and capable of doing."
}, {
	"author": "John Acuff (Writer/Speaker/Blogger) ?Greatness is what happens when you're completely ",
	"quote": "mptied. When you haven't held anything back, you know; when a hammer hits a nail its great."
}, {
	"author": "Josh Shipp (Author/Speaker)",
	"quote": "Intentional, consistent, incremental improvement."
}, {
	"author": "Marc Fitt(Fitness Model)",
	"quote": "When you go after what you believe is right no matter what. No matter what the circumstances, no matter what others think. And if you can in the same way inspire others to go after what they believe I think that is greatness."
}, {
	"author": "Liz Wolfe (Author - EatTheYolk)",
	"quote": "Loving your life."
}, {
	"author": "Adam Braun (Pencils of Promise)",
	"quote": "Living a life full of purpose, love &amp; dignity."
}, {
	"author": "Alison Levine (Climbed Mt. Everest)",
	"quote": "Inspiring others to take risks, push their boundaries and become greater than they ever thought they could be."
}]